[
  {
    "title": "Elefante",
    "category": "Animal",
    "hints": [
      "Sou um mamífero.",
      "Tenho uma longa tromba.",
      "Sou um dos maiores animais terrestres.",
      "Minhas orelhas são grandes.",
      "Vivo em manadas.",
      "Posso ser encontrado na África e na Ásia.",
      "Tenho uma memória excelente.",
      "Meus dentes podem crescer muito e são chamados de presas.",
      "Sou herbívoro.",
      "Posso viver até 70 anos ou mais.",
      "Minha pele é cinza.",
      "Posso pesar até 6000 kg.",
      "Tenho um período de gestação longo, cerca de 22 meses.",
      "Gosto de tomar banho de lama.",
      "Posso beber até 200 litros de água por dia.",
      "Sou conhecido pela minha inteligência.",
      "Sou símbolo de sorte em algumas culturas.",
      "Existem espécies de mim que estão em perigo de extinção.",
      "Dumbo é um personagem de desenho animado que é um de mim.",
      "Sou conhecido pela minha força."
    ]
  },
  {
    "title": "Leão",
    "category": "Animal",
    "hints": [
      "Sou conhecido como o 'rei da selva'.",
      "Tenho uma juba.",
      "Vivo em grupos chamados de 'alcatéias'.",
      "Sou um carnívoro.",
      "Habito principalmente a savana africana.",
      "Meu rugido pode ser ouvido a quilômetros de distância.",
      "As fêmeas da minha espécie são principalmente as caçadoras.",
      "Tenho um corpo musculoso e pernas fortes.",
      "Meus filhotes são chamados de 'leõezinhos'.",
      "Estou no topo da cadeia alimentar em meu habitat.",
      "Sou um dos 'Big Five' da África.",
      "Tenho um período de gestação de cerca de 110 dias.",
      "Sou um símbolo de coragem e nobreza.",
      "Meu habitat está diminuindo devido à expansão humana.",
      "Sou um animal muito social.",
      "Tenho uma expectativa de vida de cerca de 10 a 14 anos na natureza.",
      "Posso correr a velocidades de até 80 km/h.",
      "Tenho dentes e garras afiados.",
      "Sou um dos animais mais reconhecíveis do mundo.",
      "Sou o animal nacional da Bélgica, Bulgária, Holanda, Albânia, e Etiópia."
    ]
  },
  {
    "title": "Golfinho",
    "category": "Animal",
    "hints": [
      "Sou um mamífero marinho.",
      "Sou conhecido pela minha inteligência.",
      "Vivo em grupos.",
      "Sou capaz de fazer acrobacias aquáticas.",
      "Comunico-me usando cliques e assobios.",
      "Tenho um sorriso característico.",
      "Sou amigável e brincalhão.",
      "Posso nadar a velocidades de até 60 km/h.",
      "Respiro através de um espiráculo localizado no topo da minha cabeça.",
      "Tenho uma dieta composta principalmente de peixe e lula.",
      "Sou conhecido por ajudar humanos em perigo no mar.",
      "Tenho uma pele lisa e cinza.",
      "Vivo em águas temperadas e tropicais ao redor do mundo.",
      "Posso usar ecolocalização para encontrar comida.",
      "Sou um nadador ágil e acrobático.",
      "Tenho um cérebro grande em relação ao meu tamanho corporal.",
      "Sou um símbolo de comunicação e harmonia.",
      "Posso viver até 60 anos.",
      "Sou frequentemente visto em shows de aquários.",
      "Sou protegido por leis internacionais de conservação."
    ]
  },
  {
    "title": "Albert Einstein",
    "category": "Pessoa",
    "hints": [
      "Nasci na Alemanha em 1879.",
      "Sou físico.",
      "Desenvolvi a teoria da relatividade.",
      "E=mc^2 é uma equação associada a mim.",
      "Recebi o Prêmio Nobel de Física em 1921.",
      "Emigrei para os Estados Unidos em 1933.",
      "Fui professor em várias universidades.",
      "Contribuí para a ciência com meus estudos sobre a luz e a matéria.",
      "Fui nomeado 'Pessoa do Século' pela revista TIME em 1999.",
      "Morri em 1955 em New Jersey, EUA.",
      "Meu cérebro foi preservado para estudos científicos.",
      "Fui cidadão suíço, austro-húngaro e americano.",
      "Fiz importantes contribuições para a física teórica.",
      "Meu sobrenome é sinônimo de 'gênio'.",
      "Fui pacifista durante grande parte da minha vida.",
      "Escrevi mais de 300 trabalhos científicos.",
      "Fui membro da Academia de Ciências de várias nações.",
      "Acredito na liberdade individual e na democracia.",
      "Minhas teorias revolucionaram a compreensão do tempo, espaço e gravidade.",
      "Fui inspiração para muitos cientistas e pesquisadores."
    ]
  },

{
"title": "Nelson Mandela",
"category": "Pessoa",
"hints": [
  "Fui presidente da África do Sul.",
  "Passei 27 anos na prisão.",
  "Sou um símbolo global de resistência pacífica.",
  "Recebi o Prêmio Nobel da Paz.",
  "Fui um líder anti-apartheid.",
  "Nasci em 1918.",
  "Fui o primeiro presidente negro da África do Sul.",
  "Fui líder do Congresso Nacional Africano.",
  "Fui preso na Ilha Robben.",
  "Fui advogado de profissão.",
  "Fui presidente da África do Sul de 1994 a 1999.",
  "Fui um dos negociadores-chave para acabar com o apartheid.",
  "Fui inspiração para músicas, filmes e livros.",
  "Fui chamado de 'Madiba' carinhosamente.",
  "Fui diagnosticado e tratado por câncer de próstata.",
  "Fui um dos rostos mais reconhecidos da luta pela igualdade.",
  "Fui casado três vezes e tive seis filhos.",
  "Fui um dos líderes mundiais mais respeitados.",
  "Faleci em 2013.",
  "Fui homenageado com mais de 250 prêmios ao longo de quatro décadas."
]
},
{
"title": "Harry Potter",
"category": "Personagem",
"hints": [
  "Sou um personagem fictício.",
  "Sou um bruxo.",
  "Fui criado por J.K. Rowling.",
  "Estudei em Hogwarts.",
  "Meus melhores amigos são Ron e Hermione.",
  "Minha cicatriz na testa é muito conhecida.",
  "Sou conhecido por minha luta contra Voldemort.",
  "Joguei como apanhador no Quadribol.",
  "Fui criado por tios que não gostavam de mim.",
  "Minha varinha contém uma pena de fênix.",
  "Meus pais foram mortos quando eu era um bebê.",
  "Fui o protagonista de uma série de sete livros.",
  "Minha casa em Hogwarts é Grifinória.",
  "Fui interpretado por Daniel Radcliffe nos filmes.",
  "Minha primeira professora de magia foi a Professora McGonagall.",
  "Fui o mais jovem apanhador em um século.",
  "Minha coruja se chama Edwiges.",
  "Fui o campeão de Hogwarts no Torneio Tribruxo.",
  "Fui membro da Ordem da Fênix.",
  "Fui conhecido como 'O Menino Que Sobreviveu'."
]
},
{
"title": "Sherlock Holmes",
"category": "Personagem",
"hints": [
  "Sou um detetive fictício.",
  "Fui criado por Sir Arthur Conan Doyle.",
  "Sou conhecido por minha habilidade de dedução.",
  "Moro em 221B Baker Street, Londres.",
  "Meu amigo e colega de quarto é o Dr. John Watson.",
  "Sou conhecido por meu cachimbo e chapéu.",
  "Resolvo casos que a polícia acha muito difíceis.",
  "Apareci pela primeira vez em 1887.",
  "Sou um dos personagens literários mais adaptados.",
  "Tenho uma mente analítica e observadora.",
  "Meu arqui-inimigo é o Professor Moriarty.",
  "Fui interpretado por atores como Basil Rathbone e Benedict Cumberbatch.",
  "Apareço em quatro romances e 56 contos.",
  "Sou um mestre do disfarce.",
  "Uso métodos científicos para resolver crimes.",
  "Sou um violinista talentoso.",
  "Tenho uma personalidade bastante excêntrica.",
  "Muitas pessoas acreditam erroneamente que sou uma pessoa real.",
  "Meu criador tentou me matar em um dos livros.",
  "Continuo a ser um ícone da cultura popular."
]
},
{
"title": "Paris",
"category": "Lugar",
"hints": [
  "Sou uma cidade.",
  "Estou localizado na Europa.",
  "Sou conhecido como 'Cidade Luz'.",
  "A Torre Eiffel é um dos meus pontos turísticos.",
  "Sou conhecido pela minha culinária e moda.",
  "O Rio Sena atravessa a minha área central.",
  "Sou a capital da França.",
  "O Louvre, um dos maiores museus do mundo, está localizado aqui.",
  "Notre-Dame é uma das minhas catedrais famosas.",
  "Sou famoso por meus cafés e croissants.",
  "O Arco do Triunfo é um dos meus monumentos.",
  "Sou um destino turístico popular.",
  "Montmartre é um bairro artístico conhecido na minha área.",
  "Sou conhecido por minha arquitetura e história.",
  "O Cemitério Père Lachaise está localizado aqui.",
  "A Champs-Élysées é uma das minhas avenidas famosas.",
  "Sou um centro de arte e cultura.",
  "O Palácio de Versalhes fica nas minhas proximidades.",
  "Sou conhecido por minha influência na literatura e no cinema.",
  "A Disneyland Paris é uma atração popular aqui."
]
},
{
"title": "Grande Muralha da China",
"category": "Lugar",
"hints": [
  "Sou uma das Sete Maravilhas do Mundo.",
  "Estou localizado na China.",
  "Fui construído para proteger contra invasões.",
  "Tenho milhares de quilômetros de extensão.",
  "Minha construção começou no século VII a.C.",
  "Sou visível do espaço.",
  "Fui construído ao longo de várias dinastias.",
  "Sou um dos símbolos mais reconhecíveis da China.",
  "Atravesso várias províncias e regiões autônomas.",
  "Fui construído usando tijolos, terra compactada, madeira e outros materiais.",
  "Sou um Patrimônio Mundial da UNESCO.",
  "Muitas partes de mim estão agora em ruínas.",
  "Fui palco de muitas batalhas.",
  "Sou um dos destinos turísticos mais populares do mundo.",
  "Minha construção envolveu milhões de trabalhadores.",
  "Fui usada para controle de fronteira durante a Dinastia Ming.",
  "Sou frequentemente associado ao imperador Qin Shi Huang.",
  "Minha manutenção e preservação são desafios constantes.",
  "Sou conhecido mundialmente por minha imponência e história.",
  "Fui utilizado para transporte de mercadorias durante a Rota da Seda."
]
},
{
"title": "Lâmpada",
"category": "Coisa (Objeto)",
"hints": [
  "Sou um objeto.",
  "Forneço luz.",
  "Posso ser encontrada em quase todas as casas.",
  "Posso ser de LED, incandescente ou fluorescente.",
  "Sou essencial para visibilidade à noite.",
  "Posso ser operada por um interruptor.",
  "Sou frequentemente usada para ler à noite.",
  "Posso vir em diferentes formas e tamanhos.",
  "Posso ser usada para decorar um espaço.",
  "Tenho diferentes níveis de intensidade de luz.",
  "Posso ser colorida ou branca.",
  "Sou usada em lanternas.",
  "Posso ser pendurada no teto ou colocada em uma mesa.",
  "Sou uma invenção atribuída a Thomas Edison.",
  "Posso ser usada em um abajur.",
  "Sou útil em situações de emergência.",
  "Posso ser economizadora de energia.",
  "Sou usada em faróis de carros.",
  "Posso ser usada para criar um ambiente aconchegante.",
  "Sou essencial durante cortes de energia."
]
},
{
"title": "Relógio",
"category": "Coisa (Objeto)",
"hints": [
  "Sou usado para medir o tempo.",
  "Posso ser analógico ou digital.",
  "Tenho ponteiros que indicam as horas, minutos e, às vezes, segundos.",
  "Posso ser usado no pulso ou pendurado na parede.",
  "Posso ter um alarme.",
  "Sou essencial para manter a pontualidade.",
  "Posso ser feito de vários materiais.",
  "Sou usado em competições para medir o tempo.",
  "Posso ser encontrado em dispositivos como telefones e computadores.",
  "Sou útil para organizar o dia.",
  "Posso ter diferentes toques e sons.",
  "Sou frequentemente encontrado em salas de aula e escritórios.",
  "Posso ser ajustado para diferentes fusos horários.",
  "Sou usado em eventos para contar o tempo restante.",
  "Posso ser usado como um cronômetro.",
  "Sou um item comum em muitos lares.",
  "Posso ser uma peça de joalheria.",
  "Sou usado em cozinhas durante o cozimento.",
  "Posso ser uma peça de decoração.",
  "Sou um presente comum em ocasiões como aposentadorias."
]
},
{
"title": "1492",
"category": "Ano",
"hints": [
  "Sou um ano do século XV.",
  "Cristóvão Colombo fez uma viagem importante neste ano.",
  "Neste ano, Colombo chegou à América.",
  "Sou conhecido pelo início da exploração europeia no Novo Mundo.",
  "Neste ano, os Reis Católicos, Fernando e Isabel, reconquistaram Granada.",
  "Neste ano, a Inquisição Espanhola ganhou poder.",
  "Neste ano, o Alhambra Decree foi emitido.",
  "Sou um ano bissexto no calendário Juliano.",
  "Neste ano, o último governante muçulmano de Granada foi deposto.",
  "Neste ano, a Espanha se tornou um dos primeiros estados-nação unificados.",
  "Neste ano, o Sultanato de Granada foi dissolvido.",
  "Neste ano, Colombo partiu do porto de Palos de la Frontera.",
  "Neste ano, Colombo chegou à ilha de Guanahani, nas Bahamas.",
  "Neste ano, Colombo também explorou partes de Cuba.",
  "Neste ano, a Espanha estava quase completamente livre do domínio muçulmano.",
  "Neste ano, a Espanha e Portugal eram potências marítimas significativas.",
  "Neste ano, os judeus foram expulsos da Espanha.",
  "Neste ano, Colombo pensou que tinha encontrado uma nova rota para a Ásia.",
  "Neste ano, a viagem de Colombo foi financiada pelos Reis Católicos da Espanha.",
  "Neste ano, foi assinado o Tratado de Granada."
]
},
{
"title": "1776",
"category": "Ano",
"hints": [
  "Este ano é crucial na história dos Estados Unidos.",
  "Neste ano, foi assinada a Declaração de Independência dos Estados Unidos.",
  "Este ano marcou o início de uma nova nação.",
  "Neste ano, os Estados Unidos declararam sua independência da Grã-Bretanha.",
  "Este ano é celebrado todos os anos com fogos de artifício e paradas.",
  "Neste ano, Thomas Jefferson desempenhou um papel crucial.",
  "Este ano é sinônimo de liberdade e democracia.",
  "Neste ano, ocorreram batalhas importantes da Revolução Americana.",
  "Este ano viu a formação do Exército Continental.",
  "Neste ano, Benjamin Franklin foi um dos signatários da Declaração de Independência.",
  "Este ano é um dos mais estudados na história americana.",
  "Neste ano, foi cunhado o termo 'Estados Unidos da América'.",
  "Este ano, o sino da liberdade tocou para marcar um evento importante.",
  "Este ano, os ideais de liberdade e igualdade foram proclamados.",
  "Este ano, a Declaração de Independência foi adotada em 4 de julho.",
  "Este ano, George Washington liderou as forças americanas.",
  "Este ano, os colonos americanos lutaram por seus direitos.",
  "Este ano, o Congresso Continental adotou a bandeira americana.",
  "Este ano, os ideais iluministas influenciaram líderes revolucionários.",
  "Este ano é um marco na história da democracia."
]
}
]