[
  {
    "title": "Elefante",
    "category": "Animal",
    "hints": [
      "Sou um mamífero.",
      "Tenho uma longa tromba.",
      "Sou um dos maiores animais terrestres.",
      "Minhas orelhas são grandes.",
      "Vivo em manadas.",
      "Posso ser encontrado na África e na Ásia.",
      "Tenho uma memória excelente.",
      "Meus dentes podem crescer muito e são chamados de presas.",
      "Sou herbívoro.",
      "Posso viver até 70 anos ou mais.",
      "Minha pele é cinza.",
      "Posso pesar até 6000 kg.",
      "Tenho um período de gestação longo, cerca de 22 meses.",
      "Gosto de tomar banho de lama.",
      "Posso beber até 200 litros de água por dia.",
      "Sou conhecido pela minha inteligência.",
      "Sou símbolo de sorte em algumas culturas.",
      "Existem espécies de mim que estão em perigo de extinção.",
      "Dumbo é um personagem de desenho animado que é um de mim.",
      "Sou conhecido pela minha força."
    ]
  },
  {
    "title": "Leão",
    "category": "Animal",
    "hints": [
      "Sou conhecido como o 'rei da selva'.",
      "Tenho uma juba.",
      "Vivo em grupos chamados de 'alcatéias'.",
      "Sou um carnívoro.",
      "Habito principalmente a savana africana.",
      "Meu rugido pode ser ouvido a quilômetros de distância.",
      "As fêmeas da minha espécie são principalmente as caçadoras.",
      "Tenho um corpo musculoso e pernas fortes.",
      "Meus filhotes são chamados de 'leõezinhos'.",
      "Estou no topo da cadeia alimentar em meu habitat.",
      "Sou um dos 'Big Five' da África.",
      "Tenho um período de gestação de cerca de 110 dias.",
      "Sou um símbolo de coragem e nobreza.",
      "Meu habitat está diminuindo devido à expansão humana.",
      "Sou um animal muito social.",
      "Tenho uma expectativa de vida de cerca de 10 a 14 anos na natureza.",
      "Posso correr a velocidades de até 80 km/h.",
      "Tenho dentes e garras afiados.",
      "Sou um dos animais mais reconhecíveis do mundo.",
      "Sou o animal nacional da Bélgica, Bulgária, Holanda, Albânia, e Etiópia."
    ]
  },
  {
    "title": "Golfinho",
    "category": "Animal",
    "hints": [
      "Sou um mamífero marinho.",
      "Sou conhecido pela minha inteligência.",
      "Vivo em grupos.",
      "Sou capaz de fazer acrobacias aquáticas.",
      "Comunico-me usando cliques e assobios.",
      "Tenho um sorriso característico.",
      "Sou amigável e brincalhão.",
      "Posso nadar a velocidades de até 60 km/h.",
      "Respiro através de um espiráculo localizado no topo da minha cabeça.",
      "Tenho uma dieta composta principalmente de peixe e lula.",
      "Sou conhecido por ajudar humanos em perigo no mar.",
      "Tenho uma pele lisa e cinza.",
      "Vivo em águas temperadas e tropicais ao redor do mundo.",
      "Posso usar ecolocalização para encontrar comida.",
      "Sou um nadador ágil e acrobático.",
      "Tenho um cérebro grande em relação ao meu tamanho corporal.",
      "Sou um símbolo de comunicação e harmonia.",
      "Posso viver até 60 anos.",
      "Sou frequentemente visto em shows de aquários.",
      "Sou protegido por leis internacionais de conservação."
    ]
  },
  {
    "title": "Albert Einstein",
    "category": "Pessoa",
    "hints": [
      "Nasci na Alemanha em 1879.",
      "Sou físico.",
      "Desenvolvi a teoria da relatividade.",
      "E=mc^2 é uma equação associada a mim.",
      "Recebi o Prêmio Nobel de Física em 1921.",
      "Emigrei para os Estados Unidos em 1933.",
      "Fui professor em várias universidades.",
      "Contribuí para a ciência com meus estudos sobre a luz e a matéria.",
      "Fui nomeado 'Pessoa do Século' pela revista TIME em 1999.",
      "Morri em 1955 em New Jersey, EUA.",
      "Meu cérebro foi preservado para estudos científicos.",
      "Fui cidadão suíço, austro-húngaro e americano.",
      "Fiz importantes contribuições para a física teórica.",
      "Meu sobrenome é sinônimo de 'gênio'.",
      "Fui pacifista durante grande parte da minha vida.",
      "Escrevi mais de 300 trabalhos científicos.",
      "Fui membro da Academia de Ciências de várias nações.",
      "Acredito na liberdade individual e na democracia.",
      "Minhas teorias revolucionaram a compreensão do tempo, espaço e gravidade.",
      "Fui inspiração para muitos cientistas e pesquisadores."
    ]
  },
  {
    "title": "Nelson Mandela",
    "category": "Pessoa",
    "hints": [
      "Fui presidente da África do Sul.",
      "Passei 27 anos na prisão.",
      "Sou um símbolo global de resistência pacífica.",
      "Recebi o Prêmio Nobel da Paz.",
      "Fui um líder anti-apartheid.",
      "Nasci em 1918.",
      "Fui o primeiro presidente negro da África do Sul.",
      "Fui líder do Congresso Nacional Africano.",
      "Fui preso na Ilha Robben.",
      "Fui advogado de profissão.",
      "Fui presidente da África do Sul de 1994 a 1999.",
      "Fui um dos negociadores-chave para acabar com o apartheid.",
      "Fui inspiração para músicas, filmes e livros.",
      "Fui chamado de 'Madiba' carinhosamente.",
      "Fui diagnosticado e tratado por câncer de próstata.",
      "Fui um dos rostos mais reconhecidos da luta pela igualdade.",
      "Fui casado três vezes e tive seis filhos.",
      "Fui um dos líderes mundiais mais respeitados.",
      "Faleci em 2013.",
      "Fui homenageado com mais de 250 prêmios ao longo de quatro décadas."
    ]
  },
  {
    "title": "Harry Potter",
    "category": "Personagem",
    "hints": [
      "Sou um personagem fictício.",
      "Sou um bruxo.",
      "Fui criado por J.K. Rowling.",
      "Estudei em Hogwarts.",
      "Meus melhores amigos são Ron e Hermione.",
      "Minha cicatriz na testa é muito conhecida.",
      "Sou conhecido por minha luta contra Voldemort.",
      "Joguei como apanhador no Quadribol.",
      "Fui criado por tios que não gostavam de mim.",
      "Minha varinha contém uma pena de fênix.",
      "Meus pais foram mortos quando eu era um bebê.",
      "Fui o protagonista de uma série de sete livros.",
      "Minha casa em Hogwarts é Grifinória.",
      "Fui interpretado por Daniel Radcliffe nos filmes.",
      "Minha primeira professora de magia foi a Professora McGonagall.",
      "Fui o mais jovem apanhador em um século.",
      "Minha coruja se chama Edwiges.",
      "Fui o campeão de Hogwarts no Torneio Tribruxo.",
      "Fui membro da Ordem da Fênix.",
      "Fui conhecido como 'O Menino Que Sobreviveu'."
    ]
  },
  {
    "title": "Sherlock Holmes",
    "category": "Personagem",
    "hints": [
      "Sou um detetive fictício.",
      "Fui criado por Sir Arthur Conan Doyle.",
      "Sou conhecido por minha habilidade de dedução.",
      "Moro em 221B Baker Street, Londres.",
      "Meu amigo e colega de quarto é o Dr. John Watson.",
      "Sou conhecido por meu cachimbo e chapéu.",
      "Resolvo casos que a polícia acha muito difíceis.",
      "Apareci pela primeira vez em 1887.",
      "Sou um dos personagens literários mais adaptados.",
      "Tenho uma mente analítica e observadora.",
      "Meu arqui-inimigo é o Professor Moriarty.",
      "Fui interpretado por atores como Basil Rathbone e Benedict Cumberbatch.",
      "Apareço em quatro romances e 56 contos.",
      "Sou um mestre do disfarce.",
      "Uso métodos científicos para resolver crimes.",
      "Sou um violinista talentoso.",
      "Tenho uma personalidade bastante excêntrica.",
      "Muitas pessoas acreditam erroneamente que sou uma pessoa real.",
      "Meu criador tentou me matar em um dos livros.",
      "Continuo a ser um ícone da cultura popular."
    ]
  },
  {
    "title": "Paris",
    "category": "Lugar",
    "hints": [
      "Sou uma cidade.",
      "Estou localizado na Europa.",
      "Sou conhecido como 'Cidade Luz'.",
      "A Torre Eiffel é um dos meus pontos turísticos.",
      "Sou conhecido pela minha culinária e moda.",
      "O Rio Sena atravessa a minha área central.",
      "Sou a capital da França.",
      "O Louvre, um dos maiores museus do mundo, está localizado aqui.",
      "Notre-Dame é uma das minhas catedrais famosas.",
      "Sou famoso por meus cafés e croissants.",
      "O Arco do Triunfo é um dos meus monumentos.",
      "Sou um destino turístico popular.",
      "Montmartre é um bairro artístico conhecido na minha área.",
      "Sou conhecido por minha arquitetura e história.",
      "O Cemitério Père Lachaise está localizado aqui.",
      "A Champs-Élysées é uma das minhas avenidas famosas.",
      "Sou um centro de arte e cultura.",
      "O Palácio de Versalhes fica nas minhas proximidades.",
      "Sou conhecido por minha influência na literatura e no cinema.",
      "A Disneyland Paris é uma atração popular aqui."
    ]
  },
  {
    "title": "Grande Muralha da China",
    "category": "Lugar",
    "hints": [
      "Sou uma das Sete Maravilhas do Mundo.",
      "Estou localizado na China.",
      "Fui construído para proteger contra invasões.",
      "Tenho milhares de quilômetros de extensão.",
      "Minha construção começou no século VII a.C.",
      "Sou visível do espaço.",
      "Fui construído ao longo de várias dinastias.",
      "Sou um dos símbolos mais reconhecíveis da China.",
      "Atravesso várias províncias e regiões autônomas.",
      "Fui construído usando tijolos, terra compactada, madeira e outros materiais.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Muitas partes de mim estão agora em ruínas.",
      "Fui palco de muitas batalhas.",
      "Sou um dos destinos turísticos mais populares do mundo.",
      "Minha construção envolveu milhões de trabalhadores.",
      "Fui usada para controle de fronteira durante a Dinastia Ming.",
      "Sou frequentemente associado ao imperador Qin Shi Huang.",
      "Minha manutenção e preservação são desafios constantes.",
      "Sou conhecido mundialmente por minha imponência e história.",
      "Fui utilizado para transporte de mercadorias durante a Rota da Seda."
    ]
  },
  {
    "title": "Lâmpada",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou um objeto.",
      "Forneço luz.",
      "Posso ser encontrada em quase todas as casas.",
      "Posso ser de LED, incandescente ou fluorescente.",
      "Sou essencial para visibilidade à noite.",
      "Posso ser operada por um interruptor.",
      "Sou frequentemente usada para ler à noite.",
      "Posso vir em diferentes formas e tamanhos.",
      "Posso ser usada para decorar um espaço.",
      "Tenho diferentes níveis de intensidade de luz.",
      "Posso ser colorida ou branca.",
      "Sou usada em lanternas.",
      "Posso ser pendurada no teto ou colocada em uma mesa.",
      "Sou uma invenção atribuída a Thomas Edison.",
      "Posso ser usada em um abajur.",
      "Sou útil em situações de emergência.",
      "Posso ser economizadora de energia.",
      "Sou usada em faróis de carros.",
      "Posso ser usada para criar um ambiente aconchegante.",
      "Sou essencial durante cortes de energia."
    ]
  },
  {
    "title": "Relógio",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou usado para medir o tempo.",
      "Posso ser analógico ou digital.",
      "Tenho ponteiros que indicam as horas, minutos e, às vezes, segundos.",
      "Posso ser usado no pulso ou pendurado na parede.",
      "Posso ter um alarme.",
      "Sou essencial para manter a pontualidade.",
      "Posso ser feito de vários materiais.",
      "Sou usado em competições para medir o tempo.",
      "Posso ser encontrado em dispositivos como telefones e computadores.",
      "Sou útil para organizar o dia.",
      "Posso ter diferentes toques e sons.",
      "Sou frequentemente encontrado em salas de aula e escritórios.",
      "Posso ser ajustado para diferentes fusos horários.",
      "Sou usado em eventos para contar o tempo restante.",
      "Posso ser usado como um cronômetro.",
      "Sou um item comum em muitos lares.",
      "Posso ser uma peça de joalheria.",
      "Sou usado em cozinhas durante o cozimento.",
      "Posso ser uma peça de decoração.",
      "Sou um presente comum em ocasiões como aposentadorias."
    ]
  },
  {
    "title": "1492",
    "category": "Ano",
    "hints": [
      "Sou um ano do século XV.",
      "Cristóvão Colombo fez uma viagem importante neste ano.",
      "Neste ano, Colombo chegou à América.",
      "Sou conhecido pelo início da exploração europeia no Novo Mundo.",
      "Neste ano, os Reis Católicos, Fernando e Isabel, reconquistaram Granada.",
      "Neste ano, a Inquisição Espanhola ganhou poder.",
      "Neste ano, o Alhambra Decree foi emitido.",
      "Sou um ano bissexto no calendário Juliano.",
      "Neste ano, o último governante muçulmano de Granada foi deposto.",
      "Neste ano, a Espanha se tornou um dos primeiros estados-nação unificados.",
      "Neste ano, o Sultanato de Granada foi dissolvido.",
      "Neste ano, Colombo partiu do porto de Palos de la Frontera.",
      "Neste ano, Colombo chegou à ilha de Guanahani, nas Bahamas.",
      "Neste ano, Colombo também explorou partes de Cuba.",
      "Neste ano, a Espanha estava quase completamente livre do domínio muçulmano.",
      "Neste ano, a Espanha e Portugal eram potências marítimas significativas.",
      "Neste ano, os judeus foram expulsos da Espanha.",
      "Neste ano, Colombo pensou que tinha encontrado uma nova rota para a Ásia.",
      "Neste ano, a viagem de Colombo foi financiada pelos Reis Católicos da Espanha.",
      "Neste ano, foi assinado o Tratado de Granada."
    ]
  },
  {
    "title": "1776",
    "category": "Ano",
    "hints": [
      "Este ano é crucial na história dos Estados Unidos.",
      "Neste ano, foi assinada a Declaração de Independência dos Estados Unidos.",
      "Este ano marcou o início de uma nova nação.",
      "Neste ano, os Estados Unidos declararam sua independência da Grã-Bretanha.",
      "Este ano é celebrado todos os anos com fogos de artifício e paradas.",
      "Neste ano, Thomas Jefferson desempenhou um papel crucial.",
      "Este ano é sinônimo de liberdade e democracia.",
      "Neste ano, ocorreram batalhas importantes da Revolução Americana.",
      "Este ano viu a formação do Exército Continental.",
      "Neste ano, Benjamin Franklin foi um dos signatários da Declaração de Independência.",
      "Este ano é um dos mais estudados na história americana.",
      "Neste ano, foi cunhado o termo 'Estados Unidos da América'.",
      "Este ano, o sino da liberdade tocou para marcar um evento importante.",
      "Este ano, os ideais de liberdade e igualdade foram proclamados.",
      "Este ano, a Declaração de Independência foi adotada em 4 de julho.",
      "Este ano, George Washington liderou as forças americanas.",
      "Este ano, os colonos americanos lutaram por seus direitos.",
      "Este ano, o Congresso Continental adotou a bandeira americana.",
      "Este ano, os ideais iluministas influenciaram líderes revolucionários.",
      "Este ano é um marco na história da democracia."
    ]
  },
  {
    "title": "Girafa",
    "category": "Animal",
    "hints": [
      "Sou um mamífero.",
      "Vivo em savanas.",
      "Tenho um pescoço muito longo.",
      "Minha língua é azulada.",
      "Tenho pernas longas.",
      "Minhas manchas são únicas.",
      "Com frequência, como folhas de árvores altas.",
      "Sou o animal terrestre mais alto.",
      "Minha cauda é curta e peluda na ponta.",
      "Tenho chifres curtos e cobertos de pele.",
      "Minha gravidez dura cerca de 15 meses.",
      "Sou nativo da África.",
      "Posso correr a velocidades de até 60 km/h.",
      "Tenho um padrão de manchas na pele.",
      "Minha língua pode ter até 45 cm de comprimento.",
      "Sou um ruminante.",
      "Meu grupo é chamado de torre.",
      "Minhas manchas servem como camuflagem.",
      "Tenho parentesco com o okapi.",
      "Sou conhecido por ter um andar elegante."
    ]
  },
  {
    "title": "Pirâmides de Gizé",
    "category": "Lugar",
    "hints": [
      "Estou localizado no nordeste da África.",
      "Sou uma estrutura antiga.",
      "Estou situado perto de uma grande cidade moderna.",
      "Sou uma das Sete Maravilhas do Mundo.",
      "Fui construído para um faraó.",
      "Estou localizado em um deserto.",
      "Sou feito principalmente de pedra calcária.",
      "Estou associado com a morte e o pós-vida.",
      "Minha construção ainda é um mistério para os cientistas.",
      "Estou localizado em um país que tem um grande rio.",
      "Sou um popular ponto turístico.",
      "Estou localizado próximo a uma esfinge.",
      "Fui construído há mais de 4.000 anos.",
      "Minha forma é triangular.",
      "Sou um símbolo de poder e eternidade.",
      "Estou localizado em um país conhecido por sua antiga civilização.",
      "Sou parte de um complexo de três estruturas.",
      "Minha construção exigiu uma grande quantidade de mão de obra.",
      "Estou associado a mitos e lendas.",
      "Sou frequentemente associado a múmias."
    ]
  },
  {
    "title": "Leonardo da Vinci",
    "category": "Pessoa",
    "hints": [
      "Fui polímata.",
      "Vivi durante o Renascimento.",
      "Nasci na Itália.",
      "Fui pintor, cientista e inventor.",
      "Estudei anatomia humana.",
      "Criei esboços de máquinas voadoras.",
      "Minha obra-prima é uma mulher sorridente.",
      "Fui aprendiz em uma oficina de um renomado artista.",
      "Escrevi notas em espelho.",
      "Estudei várias disciplinas científicas e artísticas.",
      "Minha obra mais famosa está no Louvre.",
      "Fui considerado um gênio.",
      "Desenvolvi estudos sobre a água.",
      "Minha pintura mais famosa tem um fundo montanhoso.",
      "Fui contemporâneo de Michelangelo.",
      "Um de meus desenhos mais famosos é o Homem Vitruviano.",
      "Trabalhei em Milão e Florença.",
      "Fui enterrado na França.",
      "Criei uma versão de uma máquina de guerra.",
      "Minha obra-prima é frequentemente parodiada."
    ]
  },
  {
    "title": "Bicicleta",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou um meio de transporte.",
      "Sou movido por esforço humano.",
      "Tenho duas rodas.",
      "Sou popular em cidades europeias.",
      "Sou uma opção ecológica de transporte.",
      "Posso ser usada para exercícios.",
      "Tenho um guidão para direção.",
      "Sou usada em um evento esportivo na França.",
      "Posso ser de montanha ou de estrada.",
      "Sou útil em trilhas e parques.",
      "Tenho uma corrente e pedais.",
      "Posso ter uma cesta na frente.",
      "Sou frequentemente usada para passeios recreativos.",
      "Posso ser usada em competições.",
      "Sou uma alternativa ao transporte motorizado.",
      "Posso ser guardada em um rack especial em carros.",
      "Tenho um assento ajustável.",
      "Posso ser usada para realizar manobras e truques.",
      "Sou uma opção de transporte em campus universitários.",
      "Posso ser alugada em estações na cidade."
    ]
  },
  {
    "title": "Romeu e Julieta",
    "category": "Personagem",
    "hints": [
      "Somos personagens de uma peça.",
      "Nossa história é uma tragédia.",
      "Somos conhecidos por nosso amor proibido.",
      "Nossa história se passa na Itália.",
      "Somos criados por um famoso dramaturgo inglês.",
      "Nossas famílias são inimigas.",
      "Nossa história é frequentemente representada em teatros.",
      "Morremos jovens.",
      "Nossa história foi adaptada para filmes e músicas.",
      "Somos associados a uma varanda.",
      "Nossa história envolve um plano que deu errado.",
      "Somos de Verona.",
      "Nossa história envolve um frade.",
      "Nossa história foi escrita no século XVI.",
      "Nossa história é conhecida mundialmente.",
      "Nossa história foi traduzida para vários idiomas.",
      "Nossa história é ensinada em muitas escolas.",
      "Nossa história inspirou outras obras de arte.",
      "Nossa história envolve veneno.",
      "Nossa história é um símbolo de amor trágico."
    ]
  },
  {
    "title": "1789",
    "category": "Ano",
    "hints": [
      "Foi um ano de uma grande revolução.",
      "Ocorreu na Europa.",
      "Está associado à queda de uma prisão.",
      "Foi o início de uma nova era na França.",
      "Está associado a uma guilhotina.",
      "Foi um ano de mudança política significativa.",
      "Está associado a uma declaração de direitos.",
      "Foi um ano de conflito e violência.",
      "Está associado a uma monarquia que foi derrubada.",
      "Foi um ano que influenciou a política mundial.",
      "Está associado a um movimento que buscava liberdade e igualdade.",
      "Foi um ano que viu o fim de uma era aristocrática.",
      "Está associado a um rei e uma rainha impopulares.",
      "Foi um ano que inspirou outras revoluções.",
      "Está associado a uma sociedade dividida em três estados.",
      "Foi um ano que teve um impacto duradouro na história.",
      "Está associado a uma famosa tomada de uma fortaleza-prisão.",
      "Foi um ano que viu a ascensão de novos líderes políticos.",
      "Está associado a uma revolução burguesa.",
      "Foi um ano que mudou o curso da história francesa."
    ]
  },
  {
    "title": "Coliseu",
    "category": "Lugar",
    "hints": [
      "Estou localizado na Europa.",
      "Sou uma estrutura antiga.",
      "Fui usado para entretenimento público.",
      "Estou localizado em uma cidade capital.",
      "Fui usado para batalhas de gladiadores.",
      "Sou uma das Novas Sete Maravilhas do Mundo.",
      "Estou em uma cidade conhecida por sua pasta e pizza.",
      "Estou parcialmente em ruínas hoje.",
      "Minha construção foi iniciada por um imperador.",
      "Estou localizado perto do Fórum Romano.",
      "Sou feito principalmente de concreto e areia.",
      "Fui usado para dramas mitológicos.",
      "Estou em uma cidade com uma fonte famosa.",
      "Minha capacidade era de mais de 50.000 espectadores.",
      "Estou em uma cidade com sete colinas.",
      "Fui também usado para batalhas navais reconstruídas.",
      "Estou em uma cidade que tem um país independente dentro dela.",
      "Minha cidade é conhecida por suas vestes sacerdotais.",
      "Estou em uma cidade que foi capital de um império.",
      "Minha cidade é conhecida por sua rica história e arte."
    ]
  },
  {
    "title": "Telescópio",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou usado para observar objetos distantes.",
      "Sou essencial para astrônomos.",
      "Posso ser usado para observar estrelas e planetas.",
      "Fui essencial na descoberta de planetas distantes.",
      "Sou usado em observatórios.",
      "Fui usado por Galileu Galilei.",
      "Posso ser encontrado em diferentes tamanhos.",
      "Sou usado para ampliar a luz de objetos celestes.",
      "Minha invenção abriu novos mundos para a exploração.",
      "Sou usado para estudar o universo.",
      "Posso ser usado para observar a lua.",
      "Sou usado para visualizar constelações.",
      "Fui usado para descobrir os anéis de Saturno.",
      "Sou usado para observar nebulosas e galáxias.",
      "Minha forma e tamanho podem variar.",
      "Sou usado para ver objetos no céu noturno.",
      "Posso ter um espelho ou lentes.",
      "Sou usado em pesquisas espaciais.",
      "Posso ser usado para astrofotografia.",
      "Sou um instrumento óptico."
    ]
  },
  {
    "title": "Isaac Newton",
    "category": "Pessoa",
    "hints": [
      "Fui um físico e matemático.",
      "Sou conhecido pela lei da gravitação universal.",
      "Nasci na Inglaterra.",
      "Desenvolvi as leis do movimento.",
      "A lenda diz que uma maçã caindo inspirou-me.",
      "Escrevi 'Philosophiæ Naturalis Principia Mathematica'.",
      "Contribuí para o desenvolvimento do cálculo.",
      "Fui membro do Parlamento do Reino Unido.",
      "Minha obra é fundamental na revolução científica.",
      "Fui presidente da Royal Society.",
      "Minhas descobertas influenciaram a física por séculos.",
      "Estudei na Universidade de Cambridge.",
      "Fui cavaleiro pela minha contribuição à ciência.",
      "Minha lei da gravidade descreve a força entre dois objetos.",
      "Minhas leis do movimento são ensinadas em física básica.",
      "Minha obra inclui estudos sobre a luz e cor.",
      "Desenvolvi uma versão do telescópio refletor.",
      "Minhas descobertas também incluem a área da termodinâmica.",
      "Fui um dos cientistas mais influentes da história.",
      "Minha casa de nascimento é um museu."
    ]
  },
  {
    "title": "Hércules",
    "category": "Personagem",
    "hints": [
      "Sou um herói da mitologia.",
      "Sou conhecido por minha força incrível.",
      "Realizei doze trabalhos difíceis.",
      "Sou parte da mitologia grega.",
      "Minha versão romana tem o mesmo nome.",
      "Matei um leão como um de meus trabalhos.",
      "Sou filho de Zeus.",
      "Minha força veio de um manto mágico.",
      "Fui casado com Megara e depois com Dejanira.",
      "Fui ajudado em meus trabalhos por um sobrinho.",
      "Minha história inclui um estábulo e muitos excrementos.",
      "Fui para o Olimpo após minha morte.",
      "Minha história foi adaptada em filmes e desenhos animados.",
      "Minha força podia ser comparada à dos deuses.",
      "Fui envenenado por uma túnica.",
      "Minha história inclui a captura de um javali gigante.",
      "Fui conhecido por minha bravura e coragem.",
      "Minha história inclui a captura de um cervo com chifres de ouro.",
      "Fui temporariamente escravo como punição.",
      "Minha história é uma das mais conhecidas da mitologia."
    ]
  },
  {
    "title": "Taj Mahal",
    "category": "Lugar",
    "hints": [
      "Estou localizado na Ásia.",
      "Sou um mausoléu.",
      "Fui construído por um imperador como uma expressão de amor.",
      "Estou situado na margem sul do rio Yamuna.",
      "Estou em uma cidade que não é a capital do meu país.",
      "Sou feito principalmente de mármore branco.",
      "Sou um dos pontos turísticos mais visitados do mundo.",
      "Estou em um país conhecido por seu cinema e especiarias.",
      "Minha construção levou mais de duas décadas.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Estou em uma cidade que começa com a letra 'A'.",
      "Minha cúpula é talvez minha característica mais reconhecida.",
      "Estou cercado por belos jardins e um lago reflexivo.",
      "Sou um exemplo de arquitetura mogol.",
      "Minha principal criadora está enterrada dentro de mim.",
      "Estou em um país com uma das maiores populações do mundo.",
      "Minha construção foi concluída no século XVII.",
      "Sou frequentemente associado à imagem de romance e tragédia.",
      "Estou em um país que celebra o festival Diwali.",
      "Minha beleza é amplamente reconhecida em todo o mundo."
    ]
  },
  {
    "title": "Bússola",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou usada para navegação.",
      "Ajudo a determinar as direções.",
      "Sou essencial para exploradores e marinheiros.",
      "Minha agulha aponta para o norte.",
      "Fui inventada na China antiga.",
      "Sou usada em atividades ao ar livre, como caminhadas.",
      "Minha utilidade é crucial quando não há sinal de GPS.",
      "Sou frequentemente redonda.",
      "Minha agulha é magnetizada.",
      "Sou útil para encontrar o caminho em áreas desconhecidas.",
      "Sou um instrumento de navegação antigo.",
      "Minha agulha alinha-se com o campo magnético da Terra.",
      "Sou usada em várias formas de transporte.",
      "Minha utilidade em viagens marítimas é histórica.",
      "Sou um instrumento simples, mas vital.",
      "Minha presença é comum em kits de sobrevivência.",
      "Sou usada em mapas topográficos.",
      "Minha funcionalidade não depende de energia elétrica.",
      "Sou uma ferramenta importante em expedições.",
      "Minha eficácia pode ser afetada por interferência magnética."
    ]
  },
  {
    "title": "1945",
    "category": "Ano",
    "hints": [
      "Este ano marcou o final de um grande conflito mundial.",
      "Uma bomba atômica foi lançada neste ano.",
      "Este ano viu a fundação de uma organização internacional de paz.",
      "Este ano é marcado pelo uso de armas nucleares.",
      "Este ano viu a rendição de um país do Eixo.",
      "Este ano é crucial na história da tecnologia nuclear.",
      "Este ano viu a libertação de campos de concentração.",
      "Este ano é marcado por conferências entre líderes aliados.",
      "Este ano viu a morte de um líder fascista europeu.",
      "Este ano é conhecido pelo início de julgamentos de crimes de guerra.",
      "Este ano viu a divisão de uma capital europeia.",
      "Este ano é marcado por uma famosa conferência em Yalta.",
      "Este ano viu a ocupação de territórios por forças aliadas.",
      "Este ano é conhecido pela criação de zonas de ocupação.",
      "Este ano viu a queda de um império asiático.",
      "Este ano é marcado por uma famosa bandeira sendo erguida.",
      "Este ano viu a criação de uma liga de nações.",
      "Este ano é conhecido por uma conferência em Potsdam.",
      "Este ano viu a assinatura de uma carta das Nações Unidas.",
      "Este ano é marcado por vitórias e perdas significativas."
    ]
  },
  {
    "title": "Pirâmides de Gizé",
    "category": "Lugar",
    "hints": [
      "Estou localizado na África.",
      "Sou uma estrutura antiga e icônica.",
      "Estou situado perto de uma grande cidade moderna.",
      "Sou um grupo de três estruturas.",
      "Estou em um país conhecido pelo Nilo.",
      "Sou um local de enterro.",
      "Minha construção foi ordenada por faraós.",
      "Estou perto de uma grande esfinge.",
      "Sou um dos destinos turísticos mais famosos do mundo.",
      "Estou em um país conhecido por suas múmias e hieróglifos.",
      "Minha construção é um mistério para os historiadores.",
      "Estou em um país com um deserto famoso.",
      "Minha forma é triangular.",
      "Estou em um país que tem uma rica história antiga.",
      "Minha construção utilizou uma grande força de trabalho.",
      "Estou em um país que faz fronteira com o Mar Vermelho.",
      "Minha presença é um símbolo de poder e eternidade.",
      "Estou em um país que foi lar de Cleópatra.",
      "Minha estrutura é associada a deuses e à vida após a morte.",
      "Estou em um país que tem uma cidade chamada Cairo."
    ]
  },
  {
    "title": "Cleópatra",
    "category": "Pessoa",
    "hints": [
      "Fui uma governante do Egito antigo.",
      "Sou conhecida por meus relacionamentos com líderes romanos.",
      "Minha morte é frequentemente associada a uma serpente.",
      "Fui membro da dinastia Ptolomaica.",
      "Sou conhecida por minha inteligência e habilidades linguísticas.",
      "Minha vida e reinado são frequentemente retratados em filmes e peças.",
      "Fui a última faraó do Egito.",
      "Minha capital era uma cidade famosa por seu farol.",
      "Meus relacionamentos incluíam Júlio César e Marco Antônio.",
      "Minha morte marcou o fim de uma era no Egito.",
      "Fui mãe de quatro filhos.",
      "Minha imagem é frequentemente associada a beleza e sedução.",
      "Fui co-regente com meus irmãos.",
      "Minha vida foi retratada por Elizabeth Taylor em um filme.",
      "Fui uma das mulheres mais poderosas da antiguidade.",
      "Minha lealdade estava frequentemente em conflito entre o Egito e Roma.",
      "Fui uma líder durante um período de mudanças políticas significativas.",
      "Minha vida é envolta em mitos e lendas.",
      "Fui uma figura política e militar ativa.",
      "Minha história é uma das mais famosas da antiguidade."
    ]
  },
  {
    "title": "Robin Hood",
    "category": "Personagem",
    "hints": [
      "Sou um fora da lei em muitas histórias e lendas.",
      "Sou conhecido por 'roubar dos ricos para dar aos pobres'.",
      "Minhas aventuras são muitas vezes situadas em Sherwood Forest.",
      "Meu inimigo é frequentemente o Xerife de Nottingham.",
      "Sou habilidoso com um arco e flecha.",
      "Minha dama é frequentemente chamada de Maid Marian.",
      "Minhas histórias são muitas vezes situadas na Inglaterra.",
      "Meus companheiros são conhecidos como os 'Homens Alegres'.",
      "Minhas histórias têm sido adaptadas em muitos filmes e livros.",
      "Sou conhecido por usar roupas verdes.",
      "Minha lenda é muitas vezes associada com o rei Ricardo Coração de Leão.",
      "Minha identidade é muitas vezes misturada com a nobreza.",
      "Minhas histórias muitas vezes incluem torneios de arco e flecha.",
      "Minha lenda pode ter origens históricas.",
      "Sou conhecido por minha justiça e generosidade.",
      "Minhas aventuras muitas vezes incluem resgates ousados.",
      "Minha base é frequentemente descrita como sendo em uma floresta.",
      "Minhas histórias têm sido contadas por várias gerações.",
      "Minha lenda é popular em muitas culturas.",
      "Sou um símbolo de resistência contra a injustiça."
    ]
  },
  {
    "title": "Machu Picchu",
    "category": "Lugar",
    "hints": [
      "Estou localizado na América do Sul.",
      "Sou uma antiga cidade inca.",
      "Estou situado nas montanhas.",
      "Fui redescoberto em 1911 por Hiram Bingham.",
      "Estou no país que é famoso por suas lhamas.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Estou localizado a mais de 2.400 metros acima do nível do mar.",
      "Minha localização é próxima a uma cidade chamada Cusco.",
      "Sou uma das atrações turísticas mais populares do mundo.",
      "Minha construção é feita de pedras polidas e ajustadas com precisão.",
      "Estou em um país que faz fronteira com o Brasil e a Bolívia.",
      "Minha localização é muitas vezes referida como 'Cidade Perdida dos Incas'.",
      "Estou em um país conhecido por seu milho e batatas.",
      "Minha estrutura inclui templos, santuários e casas.",
      "Estou em um país com uma rica história pré-colombiana.",
      "Minha localização é em uma cordilheira chamada os Andes.",
      "Minha presença é um símbolo de poder e conquista.",
      "Estou em um país que tem uma dança chamada Marinera.",
      "Minha localização é frequentemente visitada por trilhas de caminhada.",
      "Estou em um país cuja capital é Lima."
    ]
  },
  {
    "title": "Microscópio",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou usado para ver objetos muito pequenos.",
      "Sou essencial em muitos campos científicos.",
      "Posso ampliar células e microrganismos.",
      "Sou usado em laboratórios e escolas.",
      "Minha invenção permitiu a descoberta de bactérias.",
      "Sou usado para estudar a estrutura dos materiais.",
      "Minha operação pode ser óptica ou eletrônica.",
      "Sou uma ferramenta vital em biologia e medicina.",
      "Minha utilização é crucial para a pesquisa de doenças.",
      "Sou usado para observar detalhes não visíveis a olho nu.",
      "Minha forma inclui uma lente e uma plataforma para amostras.",
      "Sou usado para analisar amostras de tecidos.",
      "Minha utilização é fundamental para a microbiologia.",
      "Sou uma ferramenta de pesquisa em muitas disciplinas.",
      "Minha operação envolve ajustar o foco para clareza.",
      "Sou usado para explorar o mundo microscópico.",
      "Minha presença pode ser encontrada em hospitais.",
      "Sou usado para visualizar células e fibras.",
      "Minha técnica pode ser usada para identificar substâncias.",
      "Sou uma ferramenta educacional em ciências."
    ]
  },
  {
    "title": "2001",
    "category": "Ano",
    "hints": [
      "Este ano é marcado por um trágico evento nos Estados Unidos.",
      "Este ano viu o lançamento do primeiro iPod.",
      "Este ano é conhecido por um ataque terrorista usando aviões.",
      "Este ano viu a introdução de uma moeda europeia.",
      "Este ano é marcado pela inauguração de um presidente americano.",
      "Este ano viu a primeira instalação da Wikipedia.",
      "Este ano é conhecido por um filme sobre bruxos e uma escola de magia.",
      "Este ano viu a passagem de uma lei antiterrorismo nos EUA.",
      "Este ano é marcado pela guerra no Afeganistão.",
      "Este ano viu a falência de uma grande empresa de energia.",
      "Este ano é conhecido por um filme sobre um ogro e uma princesa.",
      "Este ano viu a entrada da China na Organização Mundial do Comércio.",
      "Este ano é marcado por uma crise econômica na Argentina.",
      "Este ano viu a morte de um famoso músico dos Beatles.",
      "Este ano é conhecido por um escândalo envolvendo um político britânico.",
      "Este ano viu a criação de uma estação espacial.",
      "Este ano é marcado por uma conferência sobre racismo.",
      "Este ano viu a morte de um famoso cantor de soul.",
      "Este ano é conhecido por um filme sobre um anel e uma jornada.",
      "Este ano é marcado por avanços e tragédias."
    ]
  },
  {
    "title": "Monte Everest",
    "category": "Lugar",
    "hints": [
      "Sou a montanha mais alta do mundo.",
      "Estou localizado na Ásia.",
      "Minha altura é de 8.848 metros.",
      "Estou situado na cordilheira do Himalaia.",
      "Sou um destino popular para alpinistas.",
      "Estou localizado entre dois países.",
      "Minha primeira ascensão bem-sucedida foi em 1953.",
      "Estou em uma região conhecida por seus sherpas.",
      "Sou um desafio devido à minha altitude e condições.",
      "Minha localização é próxima ao Tibete.",
      "Sou nomeado após um geógrafo galês.",
      "Minha subida é muitas vezes associada a riscos e perigos.",
      "Estou em uma área conhecida por suas belas paisagens e montanhas.",
      "Minha ascensão é um feito notável no alpinismo.",
      "Sou um dos pontos mais altos acima do nível do mar.",
      "Minha localização é em uma região conhecida por seus mosteiros.",
      "Sou uma parte significativa das expedições de alta altitude.",
      "Estou em uma zona que é protegida como patrimônio nacional.",
      "Minha presença é um marco geográfico notável.",
      "Sou um símbolo de conquista e aventura para muitos."
    ]
  },
  {
    "title": "Galileu Galilei",
    "category": "Pessoa",
    "hints": [
      "Fui um astrônomo e matemático.",
      "Nasci na Itália durante o Renascimento.",
      "Fui julgado pela Inquisição Romana.",
      "Desenvolvi um telescópio para observar os céus.",
      "Descobri os satélites de Júpiter.",
      "Sou conhecido como o pai da ciência moderna.",
      "Defendi o sistema heliocêntrico.",
      "Fui professor na Universidade de Pádua.",
      "Minhas descobertas desafiaram as visões da igreja.",
      "Estudei o movimento dos projéteis e a queda dos corpos.",
      "Desenvolvi a lei do pêndulo.",
      "Fui censurado por minhas crenças científicas.",
      "Minhas observações apoiaram as teorias de Copérnico.",
      "Minhas contribuições para a ciência são imensuráveis.",
      "Fui um dos primeiros a usar um telescópio para observações astronômicas.",
      "Minhas descobertas incluem as fases de Vênus.",
      "Fui um pioneiro no desenvolvimento do método científico.",
      "Minhas obras incluem 'Diálogo sobre os Dois Principais Sistemas do Mundo'.",
      "Minhas contribuições também se estendem à física e à filosofia da ciência.",
      "Minha vida e trabalho são estudados em cursos de história da ciência."
    ]
  },
  {
    "title": "Drácula",
    "category": "Personagem",
    "hints": [
      "Sou um famoso vampiro na literatura.",
      "Minha história é contada por Bram Stoker.",
      "Sou originário da Transilvânia.",
      "Minha história é muitas vezes associada ao Castelo de Bran.",
      "Sou conhecido por minha aversão à luz do sol.",
      "Minha alimentação é bastante peculiar.",
      "Minha história foi adaptada em muitos filmes e séries.",
      "Sou frequentemente retratado como um conde.",
      "Minha história envolve um advogado chamado Jonathan Harker.",
      "Minha nêmesis é o Professor Van Helsing.",
      "Sou conhecido por transformar outros em criaturas como eu.",
      "Minha história envolve uma viagem à Inglaterra.",
      "Minha presença é muitas vezes associada a morcegos.",
      "Minha história é um clássico do gênero de horror gótico.",
      "Minha vida é afetada por objetos como alho e crucifixos.",
      "Minha história também envolve uma mulher chamada Mina.",
      "Sou conhecido por minha habilidade de hipnotizar os outros.",
      "Minha história é muitas vezes ligada ao histórico Vlad, o Empalador.",
      "Minha existência é marcada pela imortalidade.",
      "Minha história tem sido uma inspiração para muitas outras obras de vampiro."
    ]
  },
  {
    "title": "Grand Canyon",
    "category": "Lugar",
    "hints": [
      "Estou localizado na América do Norte.",
      "Sou um famoso parque nacional.",
      "Estou situado em um estado que é conhecido por seu deserto.",
      "Sou um destino popular para caminhadas e rafting.",
      "Minha geologia é frequentemente estudada por sua camada de rochas.",
      "Estou localizado em um país que tem uma bandeira de estrelas e listras.",
      "Sou conhecido por minhas vistas espetaculares e formações rochosas.",
      "Minha profundidade é de mais de um milha em alguns pontos.",
      "Estou em um estado que faz fronteira com o México.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Minha exploração inclui a travessia de um rio.",
      "Estou em um país cuja capital é Washington, D.C.",
      "Minha paisagem é muitas vezes usada em filmes e comerciais.",
      "Sou um dos destinos turísticos mais populares do mundo.",
      "Minha localização é em um estado que começa com a letra 'A'.",
      "Sou conhecido por minha vasta extensão e beleza natural.",
      "Minha área é habitada por várias espécies de vida selvagem.",
      "Estou em um país que celebra o Dia de Ação de Graças.",
      "Minha visita muitas vezes inclui observação de estrelas.",
      "Sou um símbolo da majestade natural."
    ]
  },
  {
    "title": "Telescópio",
    "category": "Coisa (Objeto)",
    "hints": [
      "Sou usado para observar objetos distantes.",
      "Sou essencial para a astronomia.",
      "Posso ser usado para observar estrelas e planetas.",
      "Minha invenção é atribuída a Galileu por muitos.",
      "Sou usado para estudar o universo.",
      "Minha operação envolve a ampliação da luz.",
      "Sou utilizado em observatórios.",
      "Minha forma inclui uma lente ou um espelho.",
      "Sou usado para explorar o cosmos.",
      "Minha utilização ajudou a descobrir novos planetas.",
      "Sou uma ferramenta vital para astrônomos e cientistas.",
      "Minha operação pode ser refrativa ou reflexiva.",
      "Sou usado para visualizar galáxias e nebulosas.",
      "Minha utilização tem ampliado o conhecimento humano sobre o espaço.",
      "Sou uma ferramenta de pesquisa em astrofísica.",
      "Minha presença pode ser encontrada em planetários.",
      "Sou usado para observar fenômenos celestes.",
      "Minha técnica ajuda a entender a composição das estrelas.",
      "Sou uma ferramenta educacional em ciências.",
      "Minha utilização tem sido fundamental para a exploração espacial."
    ]
  },
  {
    "title": "1969",
    "category": "Ano",
    "hints": [
      "Este ano é marcado pelo pouso na lua.",
      "Este ano viu a realização de um famoso festival de música.",
      "Este ano é conhecido por protestos e movimentos culturais.",
      "Este ano viu a inauguração de um presidente americano.",
      "Este ano é marcado por uma missão espacial chamada Apollo 11.",
      "Este ano viu a criação do Sesame Street.",
      "Este ano é conhecido por um grande passo para a humanidade.",
      "Este ano viu a publicação de 'Slaughterhouse-Five'.",
      "Este ano é marcado por uma guerra em andamento no Vietnã.",
      "Este ano viu a primeira transmissão de um show chamado 'Monty Python'.",
      "Este ano é conhecido por um concerto em uma fazenda em Nova York.",
      "Este ano viu a introdução do Boeing 747.",
      "Este ano é marcado por avanços e conflitos.",
      "Este ano viu a realização de um grande evento esportivo em México.",
      "Este ano é conhecido por uma missão espacial que disse 'Houston, temos um problema'.",
      "Este ano viu a criação da internet.",
      "Este ano é marcado por movimentos de direitos civis.",
      "Este ano viu a morte de um membro dos Rolling Stones.",
      "Este ano é conhecido por uma série de TV chamada 'The Brady Bunch'.",
      "Este ano é marcado por conquistas e tragédias."
    ]
  },
  {
    "title": "Muralha da China",
    "category": "Lugar",
    "hints": [
      "Estou localizado na Ásia.",
      "Sou uma das estruturas mais famosas do mundo.",
      "Estou situado em um país conhecido por sua população numerosa.",
      "Sou uma estrutura defensiva antiga.",
      "Minha construção foi realizada ao longo de várias dinastias.",
      "Estou em um país que é conhecido por seus pandas.",
      "Sou visível do espaço, segundo um mito popular.",
      "Minha estrutura se estende por milhares de quilômetros.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Estou em um país cuja capital é Pequim.",
      "Minha presença é um símbolo de poder e resistência.",
      "Estou em um país que é conhecido por sua Grande Revolução Cultural.",
      "Minha construção envolveu milhões de trabalhadores.",
      "Sou uma das principais atrações turísticas do meu país.",
      "Minha estrutura é feita de tijolo, terra tamponada, madeira e outros materiais.",
      "Estou em um país que tem uma das civilizações mais antigas do mundo.",
      "Minha presença é muitas vezes associada a imperadores e guerra.",
      "Estou em um país que é conhecido por sua culinária distinta.",
      "Minha construção foi destinada a proteger contra invasões.",
      "Sou um símbolo da engenhosidade e determinação humanas."
    ]
  },
  {
    "title": "Taj Mahal",
    "category": "Lugar",
    "hints": [
      "Estou localizado na Índia.",
      "Sou um mausoléu e um símbolo de amor.",
      "Fui construído pelo imperador Shah Jahan.",
      "Estou situado na cidade de Agra.",
      "Sou conhecido por minha deslumbrante arquitetura de mármore branco.",
      "Sou um Patrimônio Mundial da UNESCO.",
      "Minha construção foi em memória da esposa favorita do imperador.",
      "Estou situado às margens de um rio.",
      "Sou um dos pontos turísticos mais visitados do mundo.",
      "Minha arquitetura é um exemplo de arte mogol.",
      "Minha construção envolveu milhares de artesãos e trabalhadores.",
      "Estou em um país conhecido por seu cinema vibrante, chamado Bollywood.",
      "Minha presença é muitas vezes associada a uma história trágica de amor.",
      "Estou em um país que celebra o festival de Diwali.",
      "Minha estrutura é adornada com pedras preciosas e semipreciosas.",
      "Estou em um país cuja capital é Nova Delhi.",
      "Minha imagem é frequentemente vista em fotografias e postais.",
      "Estou em um país que é o segundo mais populoso do mundo.",
      "Minha visita é muitas vezes associada a uma experiência espiritual e romântica.",
      "Sou um símbolo da rica história e cultura da Índia."
    ]
  }
]